frontend/modules/pharmacy/controllers/OrderRxController.php

    public function actionIndex() {
        $query = VwPtServiceListOp::find()->select(['HNVN', 'pt_name', 'pt_right', 'pt_visit_number'])->all();
---
SELECT `HNVN`, `pt_name`, `pt_right`, `pt_visit_number` FROM `vw_pt_service_list_op`