common/components/CountStatus.php

    public function CountPrTemp($StatusID) {
        return TbPr2Temp::find()->where(['PRStatusID' => $StatusID])->andWhere(['in','PRTypeID',[1,2,3,4,5]])->count('PRID');
---
SELECT COUNT(PRID) FROM `tb_pr2_temp` WHERE (`PRStatusID`=1) AND (`PRTypeID` IN (1, 2, 3, 4, 5))

    public function CountPr($StatusID){
        return TbPr2::find()->where(['PRStatusID' => $StatusID])->count('PRID');
---
SELECT COUNT(PRID) FROM `tb_pr2` WHERE `PRStatusID`=2

    public function CountPo($StatusID){
        return TbPo2::find()->where(['POStatus' => $StatusID])->count('POID');
---
SELECT COUNT(POID) FROM `tb_po2` WHERE `POStatus`=2

    public function CountSalist($StatusID){
        return VwSaList::find()->where(['SAStatus' => $StatusID])->count('SAID');
---
SELECT COUNT(SAID) FROM `vw_sa_list` WHERE `SAStatus` IN (2, 6)

    public function CountPlan($StatusID){
        return TbPcplan::find()->where(['PCPlanStatusID' => $StatusID])->count('PCPlanStatusID');
---
SELECT COUNT(PCPlanStatusID) FROM `tb_pcplan` WHERE `PCPlanStatusID`=4