frontend/modules/pr/controllers/DefaultController.php

DELETE FROM `tb_pr2_temp` WHERE (`PRNum`='') AND (`PRCreatedBy`=30)
---
    public function actionIndex() {
        $searchModel = new TbPr2TempSearch();
        $dataProvider = $searchModel->search(Yii::$app->request->post());
        //Yii::$app->session->setFlash('success', 'Save Completed!');

        TbPr2Temp::deleteAll(['PRNum' => '', 'PRCreatedBy' => \Yii::$app->user->getId()]);