frontend/modules/Inventory/models/SaListSearch.php

    public function searchwaitapprove($params) {
        $query = VwSaList::find();//->where(['SAStatus'=>[2,6]]);

        $dataProvider = new ActiveDataProvider([
            'query' => $query,
        ]);

        $this->load($params);

        if (!$this->validate()) {
            // uncomment the following line if you do not want to return any records when validation fails
            // $query->where('0=1');
            return $dataProvider;
        }
        $query->andFilterWhere([
            'SAID' => $this->SAID,
            'SADate' => $this->SADate,
            'SATypeID' => $this->SATypeID,
            'SA_stkID' => $this->SA_stkID,
            'SAStatus' => $this->SAStatus,
            'SACreateBy' => $this->SACreateBy,
        ]);
        $array_stk = \app\modules\Inventory\models\TbStk::find()->where(['SectionID'=>$_SESSION['ss_sectionid']])->all();
---
SELECT * FROM `tb_stk` WHERE `SectionID`=''