frontend/modules/Inventory/controllers/SaListController.php

SELECT * FROM `profile` WHERE `user_id`=30
---
    public function actionWaitApprovePrarmacy() {
    	$userid = Yii::$app->user->identity->profile->user_id;
        $findProfile = \app\modules\Inventory\models\Profile::findOne(['user_id'=>$userid]);