<p>เรียน <?php echo $fullname; ?></p>
<p style="color: rgb(68, 68, 68);">ข้อแนะนำสำหรับส่งสินค้าและวางบิล</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp;1. &nbsp;เมื่อท่านได้รับใบสั่งซื้อ ให้ตรวจสอบรายละเอียด หากมีข้อสงสัยเกี่ยวกับราคา / รายการสินค้าไม่ถูกต้อง / ไม่สามารถส่งมอบสินค้าได้ / รายละเอียดไม่ชัดเจน</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;กรุณาติดต่อกลับแผนกจัดซื้อ</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;1.1 &nbsp;Email : &nbsp;xxxxxx โทรศัพท์ xxxx สำหรับสินค้าสินค้าคงคลัง เช่น ยาเวชภัณฑ์</p><p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;1.2 &nbsp;Email : &nbsp;xxxxxx โทรศัพท์ xxxx สำหรับสินค้า ทั่วไป</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;หมายเหตุ : มี comment : No Fax ,Clear bill เมือรับใบสั่งซื้อ ทางบริษัทไม่ต้องส่งสินค้า เนื่องจากทางโรงพยาบาลจัดทำเอกสารตามที่ได้รับสินค้าแล้ว</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp;2. &nbsp;การส่งสินค้า ให้ส่งภายใน กำหนด Due shipment date &nbsp;ที่กำหนดใน PO หากต้องการรายละเอียดเรืองสถานที่ส่ง และอื่น ๆกรุณาติดต่อ</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;2.1 จัดซื้อสำหรับสินค้าทั่วไป และของโรงพยาบาลทีส่งสินค้า</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;2.2 &nbsp;คลัง สำหรับสินค้าคงคลังเช่น ยาและเวชภัณฑ์</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp;3. &nbsp;เอกสารสำหรับส่งสินค้าและวางบิล &nbsp;(วันเดียวกับที่ส่งสินค้า )</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;3.1 ต้นฉบับใบกำกับภาษี</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;ใน ต้นฉบับใบกำกับภาษี ขอให้ระบุเลขที่สั่งซื้อ...</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;สำหรับ สินค้าคงคลังเช่นยาและเวชภัณฑ์ ให้ระบุ Lot no. or Batch no. และวันหมดอายุ</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;ขอให้แยกเอกสาร หรือทำสำเนา กรณีส่งสินค้าหลายแผนก &nbsp;(เพื่อให้หน่วยงานผู้ขอซื้อใช้ในการรับสินค้า (GR)</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;3.2 ต้นฉบับใบเสร็จรับเงิน<br></p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;กรณี เอกสารที่ไม่ครบถ้วน แม้รับสินค้าแล้ว แต่ไม่สามารถวางบิลและยังไม่จ่ายชำระเงินเมื่อครบกำหนดตาม Due Date</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp;4. &nbsp;ขั้นตอนการส่งสินค้า</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;4.1 ก่อนส่งสินค้า กรุณาติดต่อหน่วยคลังกลางเพื่อประทับตราบนต้นฉบับใบเสร็จรับเงินและสำเนาฯ (2 หน้า / ชุด)</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;4.2 ส่งมอบสินค้าหรือบริการ ณ.แผนก.....ที่ระบุในใบสั่งซื้อ.... &nbsp;และให้ผู้รับลงนามใน ตราประทับ และ ให้สำเนาเอกสารไว้ที่หน่วยงาน/คลังผู้รับสินค้าเพื่อทำรับในระบบSAP</p>
<p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;4.3 เมื่อส่งมอบสินค้าหรือบริการเรียบร้อยแล้ว ติดต่อหน่วยคลังกลาง อีกครั้งเพื่อวางบิลด้วยเอกสารทั้งชุด ที่เจ้าหน้าที่คลังกลาง</p><p style="color: rgb(68, 68, 68);">&nbsp; &nbsp; &nbsp; &nbsp;4.4 &nbsp;เจ้าหน้าที่ คลังกลาง ตรวจเอกสารว่ามีการลงนาม แล้วจะลงนามรับ โดยจะเก็บต้นฉบับไว้ และคืนสำเนากลับบริษัทไว้เป็นหลักฐานการวางบิล</p>
<P></P>
<?php echo $makrup; ?>