frontend/modules/po/controllers/DefaultController.php

    public function actionOrderStatus() {
        $query1 = VwPoStatus::find()
                ->where('PRNum NOT LIKE :query')
                ->addParams([':query' => 'วชย%'])
                ->all();
        $query2 = VwPoStatus::find()
                ->where('PRNum LIKE :query')
                ->addParams([':query' => 'วชย%'])
                ->all();
---
SELECT * FROM `vw_po_status` WHERE PRNum NOT LIKE 'วชย%'
SELECT * FROM `vw_po_status` WHERE PRNum LIKE 'วชย%'